
/* Format of display title of a window with a group or filter selected: first ist name of root (i.e. Library), second is selected group. */
"WindowTitleFormat" = "%@ ▸ %@";

/* Format of display title of a backup window. Placeholder contains localized date and time of the backup. */
"BackupWindowTitle" = "Backup: %@";

/* Display title of a window without any group or filter selected */
"EmptyWindow" = "Empty Window";

/* The alert content when the introduction document could not be found. */
"introductionMissing" = "Introduction could not be found.";


/* Submenu of "Typewriter Scrolling": Menu item for enabling typewriter scrolling in editor. Upon click, this menu item changes to disableTypewriterScrolling. */
"enableTypewriterScrolling" = "Enable";

/* Submenu of "Typewriter Scrolling": Menu item for disabling typewriter scrolling in editor. Upon click, this menu item changes back to enableTypewriterScrolling. */
"disableTypewriterScrolling" = "Disable";


/* Name of menu item showing sheet table search when a Ulysses group has been selected */
"SearchInGroup" = "Search in Group…";

/* Name of menu item showing sheet table search when a filter has been selected */
"SearchInFilter" = "Search in Filter…";

/* Name of menu item showing sheet table search, when a Daedalus Stack has been selected */
"SearchInStack" = "Search in Stack…";

/* Name of menu item showing sheet table search, when an external folder has been selected */
"SearchInFolder" = "Search in Folder…";


/* The number of days/minutes/hours remaining in the demo version. Shown in the title bar. */
"daysRemaining" = "%ld days remaining";
"hoursRemaining" = "%ld hours remaining";
"minutesRemaining" = "%ld minutes remaining";

/* String shown in title bar when one minute is remaining in the demo version. */
"oneMinuteRemaining" = "1 minute remaining";

/* Text shown in the button of the title bar when the demo has expired. */
"demoExpired" = "Demo Expired!";

/* Text shown in the button of the title bar when the trial has expired. */
"trialExpired" = "Trial Expired!";

/* Text shown in the button of the title bar when the beta has expired. */
"betaExpired" = "Beta Expired!";

/* The menu item title shown when clicking the x hours remaining button. Clicking that item shows the Ulysses website. */
"visitWebsite" = "Visit the Ulysses Website…";

/* The menu item title shown when clicking the x hours remaining button. Clicking that item opens the Mac App Store. */
"purchaseInAppStore" = "Purchase on the Mac App Store…";


/* Message text of the alert shown when an error occured while writing a sheet. */
"writeErrorMessageText" = "There was an error writing to disk. Please proceed with caution.";

/* Informative text of the alert shown when an error occured while writing a sheet. The placeholder contains the localized error message generated by the system. */
"writeErrorInformativeText" = "From the system log: %@";

/* "Ok" button shown in the alert when an error occured while writing a sheet. */
"okButton" = "OK";

/* "Contact support…" button shown in the alert when an error occured while writing a sheet. */
"contactSupportButton" = "Contact Support…";

/* Button that opens the application preferences when a publishing request failed. */
"openPreferencesButton" = "Open Preferences…";

/* "Try to backup" button shown in the alert when an error occured while writing a sheet. Clicking the button will allow the user to save the errorneous sheet on a different location. */
"tryBackupButton" = "Save a Copy…";

/* The content of the support mail sent by the user when writing a sheet failed with an error. The first placeholder contains the localized error message. The second the full path of the affected sheet. */
"writeErrorMailBody" = "An error occured when writing a sheet:\n\n%@\n\nPath: “%@”";


/* Title of the menu item used for resetting the introduction */
"ResetIntroduction" = "Reset Introduction";

/* Title of the menu item used for showing the introduction */
"ShowIntroduction" = "Show Introduction";


/* Message text of the alert shown when a error occurred while performing backups. */
"PerformingBackupErrorMessageText" = "There was a problem creating a backup.";

/* Informative text of the alert shown when a backup error occurred while performing backups. Placeholder containes the localized error message */
"PerformingBackupErrorInformativeText" = "From the system log:\n\n%@";

/* The content of the support mail sent by the user when creating a backup failed with an error. The placeholder contains the localized error message. */
"PerformingBackupErrorMailBody" = "An error occured while creating a backup:\n\n%@";


/* Message text of the alert shown when a error occurred while publishing. The placeholder contains the name of the publishing service. */
"PerformingPublishingErrorMessageText" = "There was a problem publishing to %@.";
